Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Skip step
af: Oorslaanstap
am: የመዝለያ ደረጃ
ar: مقدار التخطّي
as: স্কিপ পদক্ষেপ
az: Ötürmə addımı
be: Крок пропуску
bg: Стъпка на превъртане
bn: স্কিপের পরিমাণ
br: Pazenn lammat
bs: Korak preskakanja
ca: Salt d'avançament
cs: Krok přeskočení
cy: Cam hepgor
da: Springtrin
de: Sprungweite
el: Βήμα παράλειψης
es: Salto de avance
et: Hüppe samm
eu: Saltatze tartea
fa: گام پرش
fi: Kelausväli
fil: Hakbang sa pag-skip
fo: Leyp-stig
fr: Pas d'avance rapide
fy: Oerslachstap
ga: Céim scipeála
gd: Ceum leumaidh
gl: Salto de avance
gu: સ્કિપ સ્ટેપ
ha: Matakin tsallakewa
he: מרווח דילוג
hi: स्किप अंतराल
hr: Korak preskakanja
ht: Etap sote
hu: Léptetés mértéke
hy: Բաց թողնելու քայլ
id: Langkah lompat
ig: Nzọụkwụ mwụfe
is: Stökkbil
it: Intervallo di avanzamento
ja: スキップ幅
jv: Langkah skip
ka: გადახტომის ბიჯი
kk: Аттап өту қадамы
km: រយៈពេលរំលង
kn: ಸ್ಕಿಪ್ ಹೆಜ್ಜೆ
ko: 건너뛰기 간격
ku: Gava baziyê
ky: Өткөрүп жиберүү кадамы
lb: Iwwersprang-Schrëtt
lo: ຂັ້ນຕອນການຂ້າມ
lt: Peršokimo žingsnis
lv: Pārtīšanas solis
mg: Dingana skip
mi: Hipa hikoi
mk: Чекор на прескокнување
ml: ഒഴിവാക്കൽ ദൈർഘ്യം
mn: Алгасах алхам
mr: स्किप पायरी
ms: Langkah langkau
mt: Pass tal-qbiż
my: ကျော်ရန် အဆင့်
nb: Hopp-intervall
ne: स्किप गर्ने अवधि
nl: Overslaginterval
ny: Sitepe ya kudumpha
oc: Pas de saut
or: ସ୍କିପ୍ ଷ୍ଟେପ
pa: ਸਕਿੱਪ ਕਦਮ
pl: Krok przewijania
ps: د پرېښودو ګام
pt_br: Intervalo de avanço
pt_pt: Intervalo de avanço
ro: Pas de derulare
ru: Шаг перемотки
rw: Intambwe yo gusimbuka
sd: اسڪپ قدم
si: මඟහැරීම් පියවර
sk: Krok preskočenia
sl: Korak preskoka
sm: Laasaga e sopoia
sn: Nhanho yokudarika
so: Tallaabada boodista
sq: Hapi i kapërcimit
sr: Корак прескакања
st: Mohato oa ho tlola
su: Léngkah liwat
sv: Hoppsteg
sw: Hatua ya kuruka
ta: தவிர்க்கும் இடைவெளி
te: దాటవేత పరిమాణం
tg: Қадами гузаронидан
th: ระยะการข้าม
tr: Atlama aralığı
tt: Сикерү адымы
ug: ئاتلاش قەدىمى
uk: Крок перемотування
ur: اسکپ کا دورانیہ
uz: O'tkazib yuborish qadami
vi: Bước tua
xh: Inyathelo lokutsiba
yo: Ìṣísẹ̀ fífò
zh_hans: 快进步长
zh_hant: 跳轉幅度
zu: Isinyathelo sokweqa

source: Auto-skip intro & credits
af: Slaan inleiding en erkennings outomaties oor
am: መግቢያና ክሬዲቶችን ራስ-ሰር ዝለል
ar: تخطّي المقدمة والشارات تلقائيًا
as: ইন্ট্ৰ' আৰু ক্ৰেডিট স্বয়ংক্ৰিয়ভাৱে স্কিপ কৰক
az: Giriş və titrləri avtomatik ötür
be: Аўтапропуск застаўкі і цітраў
bg: Автоматично прескачане на интро и надписи
bn: ইন্ট্রো ও ক্রেডিট স্বয়ংক্রিয়ভাবে স্কিপ করুন
br: Lammat emgefreek an digor & an dielfennadur
bs: Automatski preskoči uvod i špicu
ca: Salta automàticament intro i crèdits
ceb: Auto-skip sa intro ug credits
cs: Automaticky přeskočit úvod a titulky
cy: Hepgor rhagarweiniad a chredydau'n awtomatig
da: Spring automatisk intro og rulletekster over
de: Intro & Abspann automatisch überspringen
el: Αυτόματη παράλειψη εισαγωγής και τίτλων
es: Saltar intro y créditos automáticamente
et: Jäta sissejuhatus ja tiitrid automaatselt vahele
eu: Saltatu automatikoki sarrera eta kredituak
fa: پرش خودکار از مقدمه و تیتراژ
fi: Ohita alku ja lopputekstit automaattisesti
fil: Awtomatikong laktawan ang intro at credits
fo: Leyp sjálvvirkið um byrjan og rullutekst
fr: Passer auto. générique et intro
fy: Yntro en afterstitels automatysk oerslaan
ga: Uathscipeáil intreoir & creidiúintí
gd: Fèin-leum ro-ràdh ⁊ creideasan
gl: Saltar intro e créditos automaticamente
gu: ઇન્ટ્રો અને ક્રેડિટ ઑટો-સ્કિપ કરો
ha: Tsallake gabatarwa & ƙididdiga kai tsaye
he: דילוג אוטומטי על פתיח וקרדיטים
hi: इंट्रो और क्रेडिट अपने आप छोड़ें
hr: Automatski preskoči uvod i odjavnu špicu
ht: Sote entwo & kredi otomatikman
hu: Főcím és stáblista automatikus átugrása
hy: Ավտոմատ բաց թողնել ներածությունն ու տիտրերը
id: Lewati otomatis intro & kredit
ig: Wụfee mmalite & credit na-akpaghị aka
is: Sleppa sjálfvirkt inngangi og kreditlista
it: Salta automaticamente intro e titoli di coda
ja: イントロとクレジットを自動スキップ
jv: Otomatis skip intro & kredit
ka: ინტროსა და ტიტრების ავტომატური გამოტოვება
kk: Кіріспе мен титрлерді автоматты аттап өту
km: រំលងផ្នែកដើម និងផ្នែកចុងដោយស្វ័យប្រវត្តិ
kn: ಪರಿಚಯ ಮತ್ತು ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ಸ್ವಯಂ ಸ್ಕಿಪ್ ಮಾಡಿ
ko: 인트로 및 크레딧 자동 건너뛰기
ku: Otomatîk destpêk û krediyan bibaze
ky: Кириш жана титрлерди авто өткөрүп жиберүү
lb: Intro & Ofspann automatesch iwwersprangen
lo: ຂ້າມ intro & ເຄຣດິດອັດຕະໂນມັດ
lt: Automatiškai praleisti intro ir titrus
lv: Automātiski izlaist ievadu un titrus
mg: Skip ho azy ny intro & crédits
mi: Peke aunoa i te kupu whakataki me ngā whakamānawa
mk: Автоматски прескокни шпица и одјава
ml: ഇൻട്രോയും ക്രെഡിറ്റുകളും സ്വയം ഒഴിവാക്കുക
mn: Оршил ба кредитийг авто-алгасах
mr: इंट्रो आणि क्रेडिट्स ऑटो-स्किप करा
ms: Auto-langkau intro & kredit
mt: Aqbeż awtomatikament l-intro u l-krediti
my: အစနှင့် Credits အလိုအလျောက်ကျော်ရန်
nb: Hopp automatisk over intro og rulletekst
ne: इन्ट्रो र क्रेडिट स्वतः स्किप गर्नुहोस्
nl: Intro en aftiteling automatisch overslaan
ny: Dumphani zoyambirira ndi ma credit zokha
oc: Sautar automaticament l'intro e lo generic
or: ଇଣ୍ଟ୍ରୋ ଓ କ୍ରେଡିଟ ଅଟୋ-ସ୍କିପ୍
pa: ਇੰਟ੍ਰੋ ਤੇ ਕ੍ਰੈਡਿਟ ਆਟੋ-ਸਕਿੱਪ ਕਰੋ
pl: Pomijaj czołówkę i napisy końcowe
ps: پیل او کریډیټونه اتومات پرېږدئ
pt_br: Pular intro e créditos automaticamente
pt_pt: Saltar automaticamente genérico e créditos
ro: Sari automat peste intro și generic
ru: Авто-пропуск заставки и титров
rw: Simbuka byikora intangiriro n'abagize uruhare
sd: انٽرو ۽ ڪريڊٽ خودڪار اسڪپ ڪريو
si: හැඳින්වීම සහ නිර්මාණ ලේඛන ස්වයංක්‍රීයව මඟහරින්න
sk: Automaticky preskočiť úvod a titulky
sl: Samodejno preskoči uvod in odjavno špico
sm: Sopoia otometi le amataga & faailoga
sn: Darika-wega intro & credits
so: Si toos ah u bood hordhaca & credits
sq: Kapërce automatikisht hyrjen dhe titrat
sr: Аутоматски прескочи најаву и одјаву
st: Tlola ka bo eona selelekela & litebello
su: Otomatis liwat intro & krédit
sv: Hoppa över intro och eftertexter automatiskt
sw: Ruka utangulizi na hitimisho kiotomatiki
ta: முன்னுரை மற்றும் இறுதிக் காட்சிகளைத் தானாக தவிர்
te: ఇంట్రో & క్రెడిట్‌లను ఆటో-దాటవేయి
tg: Гузаронидани худкори муқаддима ва титрҳо
th: ข้ามอินโทรและเครดิตอัตโนมัติ
tr: Jenerik ve girişi otomatik atla
tt: Кереш һәм титрларны автоматик сикер
ug: كىرىش ۋە تىترلارنى ئاپتوماتىك ئاتلا
uk: Автоматично пропускати заставку й титри
ur: انٹرو اور کریڈٹس خودکار اسکپ کریں
uz: Kirish va titrlarni avto-o'tkazib yuborish
vi: Tự bỏ qua đoạn mở đầu và phần cuối
xh: Tsiba ngokuzenzekelayo intshayelelo & ii-credits
yo: Fò ìbẹ̀rẹ̀ & àwọn àyìn fúnraarẹ̀
zh_hans: 自动跳过片头与片尾
zh_hant: 自動跳過片頭與片尾
zu: Yeqa ngokuzenzakalelayo isingeniso nama-credits

source: Play in
af: Speel in
am: የሚጫወትበት
ar: التشغيل في
as: চলাওক
az: Bununla oynat
be: Прайграваць у
bg: Възпроизвеждане в
bn: যেখানে চালাবে
br: C'hoari a-benn
bs: Pusti u
ca: Reprodueix a
ceb: Mag-play sa
cs: Přehrát v
cy: Chwarae yn
da: Afspil i
de: Abspielen in
el: Αναπαραγωγή σε
es: Reproducir en
et: Esita rakenduses
eu: Erreproduzitu hemen
fa: پخش با
fi: Toista soittimessa
fil: I-play sa
fo: Spæl um
fr: Lire dans
fy: Ofspylje yn
ga: Seinn i gceann
gd: Cluich ann an
gl: Reproducir en
gu: આમાં ચલાવો
ha: Kunna cikin
he: נגן באמצעות
hi: इसमें चलाएँ
hr: Reproduciraj u
ht: Jwe nan
hu: Lejátszás itt
hy: Նվագարկել
id: Putar di
ig: Kpọọ n'ime
is: Spila í
it: Riproduci in
ja: 再生先
jv: Main ing
ka: გახსნა აპლიკაციაში
kk: Ойнату ортасы
km: ចាក់ក្នុង
kn: ಇದರಲ್ಲಿ ಪ್ಲೇ ಮಾಡಿ
ko: 재생 방식
ku: Lêde di
ky: Ойнотуу
lb: Ofspillen an
lo: ຫຼິ້ນໃນ
lt: Leisti per
lv: Atskaņot ar
mg: Milalao ao anatin'ny
mi: Pāho ā
mk: Пушти во
ml: പ്ലേ ചെയ്യുന്നത്
mn: Дараа тоглоно
mr: यामध्ये चालवा
ms: Mainkan dalam
mt: Iddoqq fi
my: ဖွင့်ရန်
nb: Spill av i
ne: यसमा बजाउनुहोस्
nl: Afspelen in
ny: Seweretsani mkati mwa
oc: Legir dins
or: ଚଲାନ୍ତୁ
pa: ਇਸ ਵਿੱਚ ਚਲਾਓ
pl: Odtwarzaj w
ps: غږول په
pt_br: Reproduzir em
pt_pt: Reproduzir em
ro: Redă în
ru: Открывать в
rw: Kina mu
sd: هلايو
si: වාදනය:
sk: Prehrať v
sl: Predvajaj v
sm: Taalo i
sn: Tamba mu
so: Ku ciyaar
sq: Luaj në
sr: Репродукуј у
st: Bapala ka
su: Puter dina
sv: Spela upp i
sw: Cheza katika
ta: இதில் இயக்கு
te: దీనిలో ప్లే చేయి
tg: Пахш пас аз
th: เล่นด้วย
tr: Şununla oynat
tt: Уйнату урыны
ug: قويۇش ئورنى
uk: Відтворювати в
ur: اِس میں چلائیں
uz: Ijro etish
vi: Phát bằng
xh: Dlala nge
yo: Tu ní
zh_hans: 播放方式
zh_hant: 播放於
zu: Dlala kwa-

source: This build does not bundle the torrent engine. Only direct and debrid links can play.
af: Hierdie bou sluit nie die torrent-enjin in nie. Net direkte en debrid-skakels kan speel.
am: ይህ ግንባታ የtorrent ሞተርን አያካትትም። ቀጥተኛ እና የdebrid አገናኞች ብቻ ሊጫወቱ ይችላሉ።
ar: هذه النسخة لا تتضمّن محرك التورنت. يمكن تشغيل الروابط المباشرة وروابط debrid فقط.
as: এই বিল্ডত টৰেণ্ট ইঞ্জিন বাণ্ডেল কৰা নাই। কেৱল ডাইৰেক্ট আৰু debrid লিংকহে চলিব পাৰে।
az: Bu versiya torrent mühərrikini ehtiva etmir. Yalnız birbaşa və debrid linklər oynadıla bilər.
be: Гэтая зборка не ўключае тарэнт-рухавік. Прайграваць можна толькі прамыя і debrid-спасылкі.
bg: Тази версия не включва торент енджина. Може да се възпроизвеждат само директни и debrid връзки.
bn: এই বিল্ডে টরেন্ট ইঞ্জিন অন্তর্ভুক্ত নেই। শুধু সরাসরি ও debrid লিঙ্ক চালানো যাবে।
br: Ar sevel-mañ ne enframm ket ar c'heflusker torrent. N'eus nemet al liammoù eeun ha debrid a c'hall c'hoari.
bs: Ova verzija ne sadrži torrent pogon. Mogu se puštati samo direktni i debrid linkovi.
ca: Aquesta versió no inclou el motor de torrents. Només es poden reproduir enllaços directes i de debrid.
ceb: Kini nga build wala mag-bundle sa torrent engine. Direktang ug debrid nga link lang ang mahimong i-play.
cs: Tato verze neobsahuje torrentové jádro. Přehrát lze pouze přímé a debrid odkazy.
cy: Nid yw'r fersiwn hon yn cynnwys yr injan dorentiau. Dim ond dolenni uniongyrchol a debrid all chwarae.
da: Denne build indeholder ikke torrent-motoren. Kun direkte links og debrid-links kan afspilles.
de: Dieser Build enthält keine Torrent-Engine. Es können nur direkte und Debrid-Links abgespielt werden.
el: Αυτή η έκδοση δεν περιλαμβάνει τη μηχανή torrent. Αναπαράγονται μόνο απευθείας σύνδεσμοι και σύνδεσμοι debrid.
es: Esta versión no incluye el motor de torrents. Solo se pueden reproducir enlaces directos y de debrid.
et: See versioon ei sisalda torrentimootorit. Esitada saab ainult otse- ja debrid-linke.
eu: Bertsio honek ez du torrent motorra barneratzen. Esteka zuzenak eta debrid estekak baino ezin dira erreproduzitu.
fa: این نسخه شامل موتور تورنت نیست. فقط لینک‌های مستقیم و debrid قابل پخش هستند.
fi: Tämä versio ei sisällä torrent-moottoria. Vain suorat ja debrid-linkit toistuvat.
fil: Hindi kasama sa build na ito ang torrent engine. Mga direktang link at debrid na link lang ang maaaring mag-play.
fo: Henda bygging inniheldur ikki torrent-motorin. Bara beinleiðis og debrid leinkjur kunnu spæla.
fr: Cette version n'inclut pas le moteur torrent. Seuls les liens directs et debrid peuvent être lus.
fy: Dizze build befettet gjin torrent-motor. Allinne direkte en debrid-keppelings kinne ôfspile wurde.
ga: Ní bhaineann an tógáil seo an t-inneall torrent le chéile. Ní féidir ach naisc dhíreacha agus debrid a sheinnt.
gd: Chan eil an togail seo a' pasgadh an einnsean torrent. Chan urrainn ach ceanglaichean dìreach is debrid cluich.
gl: Esta versión non inclúe o motor de torrents. Só se poden reproducir ligazóns directas e de debrid.
gu: આ બિલ્ડમાં ટોરન્ટ એન્જિન સામેલ નથી. માત્ર ડાયરેક્ટ અને debrid લિંક ચાલી શકે છે.
ha: Wannan ginin bai haɗa injin torrent ba. Kai tsaye da hanyoyin haɗi na debrid kawai za su iya kunnawa.
he: גרסה זו אינה כוללת את מנוע הטורנטים. ניתן לנגן רק קישורים ישירים וקישורי debrid.
hi: इस बिल्ड में टोरेंट इंजन शामिल नहीं है। केवल डायरेक्ट और debrid लिंक ही चल सकते हैं।
hr: Ova verzija ne uključuje torrent pogon. Mogu se reproducirati samo izravne i debrid poveznice.
ht: Build sa a pa gen motè torrent la. Sèlman lyen dirèk ak debrid ka jwe.
hu: Ez a verzió nem tartalmazza a torrentmotort. Csak közvetlen és debrid linkek játszhatók le.
hy: Այս տարբերակը չի ներառում թորենտի շարժիչը։ Կարող են նվագարկվել միայն ուղիղ և debrid հղումները։
id: Build ini tidak menyertakan mesin torrent. Hanya tautan langsung dan debrid yang dapat diputar.
ig: Ihe ewuru a agbakọtaghị injin torrent. Naanị njikọ kwụ ọtọ na debrid nwere ike ịkpọ.
is: Þessi útgáfa inniheldur ekki torrent-vélina. Aðeins beinir og debrid-tenglar geta spilað.
it: Questa build non include il motore torrent. Possono essere riprodotti solo i link diretti e debrid.
ja: このビルドにはトレントエンジンが含まれていません。ダイレクトリンクと debrid リンクのみ再生できます。
jv: Build iki ora nyertakaké mesin torrent. Mung tautan langsung lan debrid sing bisa dimainaké.
ka: ეს ვერსია არ შეიცავს ტორენტ-ძრავას. მხოლოდ პირდაპირი და debrid ბმულები იკვრება.
kk: Бұл құрастырмаға торрент қозғалтқышы кірмеген. Тек тікелей және debrid сілтемелері ойнатылады.
km: កំណែនេះមិនបានភ្ជាប់ម៉ាស៊ីន torrent ទេ។ មានតែតំណផ្ទាល់ និងតំណ debrid ប៉ុណ្ណោះដែលអាចចាក់បាន។
kn: ಈ ಬಿಲ್ಡ್ ಟೊರೆಂಟ್ ಇಂಜಿನ್ ಅನ್ನು ಒಳಗೊಂಡಿಲ್ಲ. ಕೇವಲ ನೇರ ಮತ್ತು debrid ಲಿಂಕ್‌ಗಳು ಮಾತ್ರ ಪ್ಲೇ ಆಗಬಲ್ಲವು.
ko: 이 빌드에는 토렌트 엔진이 포함되어 있지 않습니다. 직접 링크와 debrid 링크만 재생할 수 있습니다.
ku: Ev build motora torrentê nagirêde. Tenê girêdanên rasterast û debrid dikarin bilîzin.
ky: Бул билдде торрент кыймылдаткычы камтылган эмес. Түз жана debrid шилтемелер гана ойной алат.
lb: Dëse Build enthält d'Torrent-Engine net. Nëmmen direkt an Debrid-Linke kënne spillen.
lo: ເວີຊັນນີ້ບໍ່ໄດ້ລວມເອັນຈິນທໍເຣັນທ໌. ຫຼິ້ນໄດ້ແຕ່ລິ້ງກ໌ໂດຍກົງ ແລະ debrid ເທົ່ານັ້ນ.
lt: Šioje versijoje torentų variklio nėra. Leidžiamos tik tiesioginės ir debrid nuorodos.
lv: Šajā būvējumā nav iekļauts torentu dzinis. Atskaņot var tikai tiešās un debrid saites.
mg: Tsy mitondra ny motera torrent ity build ity. Ny rohy mivantana sy debrid ihany no afaka milalao.
mi: Kāore tēnei hanga e paihere i te pūkaha torrent. Ko ngā hono tōtika me te debrid anake ka taea te pāho.
mk: Оваа верзија не го вклучува торент моторот. Може да се пуштаат само директни и debrid линкови.
ml: ഈ ബിൽഡിൽ torrent എഞ്ചിൻ ഉൾപ്പെടുത്തിയിട്ടില്ല. നേരിട്ടുള്ളതും debrid-ഉം ആയ ലിങ്കുകൾ മാത്രമേ പ്ലേ ചെയ്യാനാകൂ.
mn: Энэ хувилбар торрент хөдөлгүүрийг агуулаагүй. Зөвхөн шууд болон debrid холбоос тоглох боломжтой.
mr: या बिल्डमध्ये टॉरंट इंजिन समाविष्ट नाही. फक्त डायरेक्ट आणि debrid लिंक चालू शकतात.
ms: Binaan ini tidak menyertakan enjin torrent. Hanya pautan terus dan debrid boleh dimainkan.
mt: Dan il-build ma jinkludix l-engine tat-torrent. Jistgħu jindaqqu biss links diretti u debrid.
my: ဤ build တွင် torrent engine မပါဝင်ပါ။ တိုက်ရိုက်နှင့် debrid လင့်ခ်များသာ ဖွင့်နိုင်သည်။
nb: Denne versjonen inkluderer ikke torrentmotoren. Bare direkte- og debrid-lenker kan spilles av.
ne: यो बिल्डमा टोरेन्ट इन्जिन समावेश छैन। केवल प्रत्यक्ष र debrid लिङ्क मात्र बज्न सक्छन्।
nl: Deze build bevat geen torrent-engine. Alleen directe en debrid-links kunnen worden afgespeeld.
ny: Build iyi ilibe injini ya torrent. Ma direct ndi debrid link okha ndi omwe angasewere.
oc: Aquesta version inclutz pas lo motor torrent. Solament los ligams dirèctes e debrid pòdon èsser legits.
or: ଏହି ବିଲ୍ଡରେ ଟରେଣ୍ଟ ଇଞ୍ଜିନ ବଣ୍ଡଲ ହୋଇନାହିଁ। କେବଳ ଡିରେକ୍ଟ ଓ ଡେବ୍ରିଡ୍ ଲିଙ୍କ ଚାଲିପାରିବ।
pa: ਇਸ ਬਿਲਡ ਵਿੱਚ ਟੋਰੈਂਟ ਇੰਜਣ ਸ਼ਾਮਲ ਨਹੀਂ ਹੈ। ਸਿਰਫ਼ ਡਾਇਰੈਕਟ ਅਤੇ debrid ਲਿੰਕ ਹੀ ਚੱਲ ਸਕਦੇ ਹਨ।
pl: Ta wersja nie zawiera silnika torrentów. Odtwarzać można tylko łącza bezpośrednie i debrid.
ps: دا بیلد د تورنټ انجن نه لري. یوازې مستقیم او دیبرید لینکونه غږیدلی شي.
pt_br: Esta versão não inclui o motor de torrents. Apenas links diretos e de debrid podem ser reproduzidos.
pt_pt: Esta versão não inclui o motor de torrents. Só é possível reproduzir ligações diretas e de debrid.
ro: Această versiune nu include motorul torrent. Pot fi redate doar linkurile directe și debrid.
ru: В эту сборку не включён торрент-движок. Воспроизводятся только прямые ссылки и ссылки debrid.
rw: Iyi verisiyo ntikubiyemo moteri ya torrent. Amahuza ataziguye n'aya debrid ni yo yonyine ashobora gukina.
sd: هي بلڊ ٽورينٽ انجڻ شامل نٿو ڪري. رڳو سڌيون ۽ debrid لنڪون هلي سگھن ٿيون.
si: මෙම build torrent එන්ජිම ඇතුළත් නොකරයි. සෘජු සහ debrid සබැඳි පමණක් වාදනය කළ හැක.
sk: Táto zostava neobsahuje torrentové jadro. Prehrať možno len priame a debrid odkazy.
sl: Ta različica ne vključuje torrent pogona. Predvajati je mogoče le neposredne in debrid povezave.
sm: E le o iai i lenei fausiaga le afi torrent. E na o sootaga tuusao ma debrid e mafai ona taalo.
sn: Build iyi haina injini ye torrent. Zvinongedzo zvakananga uye zve debrid chete ndizvo zvinotamba.
so: Dhismahani ma xambaarsana mishiinka torrent. Kaliya xiriirrada tooska ah iyo debrid ayaa ciyaari kara.
sq: Ky version nuk e përfshin motorin e torrentit. Vetëm lidhjet e drejtpërdrejta dhe debrid mund të luhen.
sr: Ова верзија не садржи торент механизам. Могу се репродуковати само директни и debrid линкови.
st: Build ena ha e na enjene ea torrent. Ke likhokahano tse tobileng le tsa debrid feela tse ka bapalang.
su: Build ieu teu ngabungkeun mesin torrent. Ngan tautan langsung jeung debrid nu bisa diputer.
sv: Den här versionen innehåller inte torrentmotorn. Endast direkt- och debrid-länkar kan spelas upp.
sw: Toleo hili halijumuishi injini ya torrent. Ni viungo vya moja kwa moja na vya debrid pekee vinavyoweza kuchezwa.
ta: இந்த பதிப்பில் டோரண்ட் இயந்திரம் சேர்க்கப்படவில்லை. நேரடி மற்றும் debrid இணைப்புகளை மட்டுமே இயக்க முடியும்.
te: ఈ బిల్డ్‌లో టొరెంట్ ఇంజిన్ ఉండదు. డైరెక్ట్ మరియు debrid లింక్‌లు మాత్రమే ప్లే అవుతాయి.
tg: Ин насб муҳаррики торрентро дар бар намегирад. Танҳо пайвандҳои мустақим ва debrid пахш шуда метавонанд.
th: บิลด์นี้ไม่มีเอนจินทอร์เรนต์มาด้วย เล่นได้เฉพาะลิงก์โดยตรงและ debrid เท่านั้น
tr: Bu sürüm torrent motorunu içermez. Yalnızca doğrudan ve debrid bağlantıları oynatılabilir.
tt: Бу җыелмада торрент моторы юк. Тик туры һәм debrid сылтамалары гына уйнатыла ала.
ug: بۇ نەشرى torrent ماتورىنى ئۆز ئىچىگە ئالمايدۇ. پەقەت بىۋاسىتە ۋە debrid ئۇلانمىلىرىلا قويۇلالايدۇ.
uk: Ця збірка не містить торент-рушія. Відтворюються лише прямі посилання та посилання debrid.
ur: اِس بلڈ میں ٹورنٹ انجن شامل نہیں ہے۔ صرف ڈائریکٹ اور debrid لنکس چل سکتے ہیں۔
uz: Bu build torrent dvigatelini o'z ichiga olmaydi. Faqat to'g'ridan-to'g'ri va debrid havolalari ijro etilishi mumkin.
vi: Bản dựng này không kèm engine torrent. Chỉ phát được liên kết trực tiếp và debrid.
xh: Esi sakhiwo asibandakanyi injini ye-torrent. Zizikhombisi ezingqo neze-debrid kuphela ezinokudlala.
yo: Ìkọ́ yìí kò kó ẹ̀rọ torrent papọ̀. Àwọn ọ̀nà tààrà àti debrid nìkan ni ó lè tú.
zh_hans: 此版本未内置种子引擎，仅能播放直链和 debrid 链接。
zh_hant: 此版本未內建種子引擎，僅能播放直接連結與 debrid 連結。
zu: Lesi sakhiwo asifaki injini ye-torrent. Izixhumanisi eziqondile neze-debrid kuphela ezingadlala.
